Repository: dancho0301/SandTetris
Catalog: sandtetris/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# achievement_category_difficulty
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度
ko: 난이도
pt_br: Dificuldade
zh_hans: 难度
zh_hant: 難度

# achievement_category_play
source: Play
de: Spielen
es: Juego
fr: Jeu
ja: プレイ
ko: 플레이
pt_br: Jogar
zh_hans: 游玩
zh_hant: 遊玩

# achievement_category_score
source: Score
de: Punkte
es: Puntuación
ja: スコア
ko: 점수
pt_br: Pontuação
zh_hans: 分数
zh_hant: 分數

# achievement_category_streak
source: Streak
de: Serie
es: Racha
fr: Série
ja: 連続
ko: 연속
pt_br: Sequência
zh_hans: 连续
zh_hant: 連續

# achievement_easy_mode_desc
source: Play on Easy mode
de: Im Einfach-Modus spielen
es: Jugar en modo Fácil
fr: Jouer en mode Facile
ja: かんたんモードでプレイする
ko: 쉬운 모드로 플레이하기
pt_br: Jogar no modo Fácil
zh_hans: 在简单模式下游玩
zh_hant: 在簡單模式下遊玩

# achievement_easy_mode_name
source: Relaxed Mode
de: Entspannt-Modus
es: Modo Relajado
fr: Mode Détendu
ja: リラックスモード
ko: 릴랙스 모드
pt_br: Modo Relaxado
zh_hans: 轻松模式
zh_hant: 輕鬆模式

# achievement_hard_mode_desc
source: Play on Hard mode
de: Im Schwer-Modus spielen
es: Jugar en modo Difícil
fr: Jouer en mode Difficile
ja: むずかしいモードでプレイする
ko: 어려운 모드로 플레이하기
pt_br: Jogar no modo Difícil
zh_hans: 在困难模式下游玩
zh_hant: 在困難模式下遊玩

# achievement_hard_mode_name
source: Challenger
de: Herausforderer
es: Aspirante
ja: チャレンジャー
ko: 도전자
pt_br: Desafiante
zh_hans: 挑战者
zh_hant: 挑戰者

# achievement_hard_score_1000_desc
source: Score 1000 on Hard mode
de: 1000 Punkte im Schwer-Modus erreichen
es: Alcanzar 1000 puntos en modo Difícil
fr: Atteindre 1000 points en mode Difficile
ja: むずかしいモードで1000点達成
ko: 어려운 모드에서 1000점 달성
pt_br: Alcançar 1000 pontos no modo Difícil
zh_hans: 在困难模式下达到1000分
zh_hant: 在困難模式下達到1000分

# achievement_level_3_desc
source: Reach level 3
de: Level 3 erreichen
es: Alcanzar el nivel 3
fr: Atteindre le niveau 3
ja: レベル3に到達する
ko: 레벨 3에 도달하기
pt_br: Alcançar o nível 3
zh_hans: 达到等级3
zh_hant: 達到等級3

# achievement_level_5_desc
source: Reach level 5
de: Level 5 erreichen
es: Alcanzar el nivel 5
fr: Atteindre le niveau 5
ja: レベル5に到達する
ko: 레벨 5에 도달하기
pt_br: Alcançar o nível 5
zh_hans: 达到等级5
zh_hant: 達到等級5

# achievement_level_10_desc
source: Reach level 10
de: Level 10 erreichen
es: Alcanzar el nivel 10
fr: Atteindre le niveau 10
ja: レベル10に到達する
ko: 레벨 10에 도달하기
pt_br: Alcançar o nível 10
zh_hans: 达到等级10
zh_hant: 達到等級10

# achievement_level_10_name
source: Double Digits
de: Zweistellig
es: Dos dígitos
fr: Double chiffre
ja: 二桁レベル
ko: 두 자리 레벨
pt_br: Dois dígitos
zh_hans: 两位数
zh_hant: 兩位數

# achievement_level_20_desc
source: Reach level 20
de: Level 20 erreichen
es: Alcanzar el nivel 20
fr: Atteindre le niveau 20
ja: レベル20に到達する
ko: 레벨 20에 도달하기
pt_br: Alcançar o nível 20
zh_hans: 达到等级20
zh_hant: 達到等級20

# achievement_level_20_name
source: Level Master
de: Level-Meister
es: Maestro de nivel
fr: Maître des niveaux
ja: レベルマスター
ko: 레벨 마스터
pt_br: Mestre de nível
zh_hans: 等级大师
zh_hant: 等級大師

# achievement_play_1_desc
source: Play your first game
de: Dein erstes Spiel spielen
es: Jugar tu primera partida
fr: Jouer à votre première partie
ja: 初めてゲームをプレイする
ko: 처음으로 게임 플레이하기
pt_br: Jogar sua primeira partida
zh_hans: 完成第一局游戏
zh_hant: 完成第一局遊戲

# achievement_play_1_name
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
ja: ようこそ！
ko: 어서 오세요!
pt_br: Bem-vindo!
zh_hans: 欢迎！
zh_hant: 歡迎！

# achievement_play_10_desc
source: Play 10 games
de: 10 Spiele spielen
es: Jugar 10 partidas
fr: Jouer 10 parties
ja: 10回ゲームをプレイする
ko: 10번 게임 플레이하기
pt_br: Jogar 10 partidas
zh_hans: 游玩10局
zh_hant: 遊玩10局

# achievement_play_10_name
source: Regular
de: Stammgast
es: Habitual
fr: Habitué
ja: 常連さん
ko: 단골
pt_br: Frequente
zh_hans: 常客
zh_hant: 常客

# achievement_play_50_desc
source: Play 50 games
de: 50 Spiele spielen
es: Jugar 50 partidas
fr: Jouer 50 parties
ja: 50回ゲームをプレイする
ko: 50번 게임 플레이하기
pt_br: Jogar 50 partidas
zh_hans: 游玩50局
zh_hant: 遊玩50局

# achievement_play_50_name
source: Dedicated Player
de: Engagierter Spieler
es: Jugador dedicado
fr: Joueur assidu
ja: 熱心なプレイヤー
ko: 열정적인 플레이어
pt_br: Jogador dedicado
zh_hans: 忠实玩家
zh_hant: 熱心玩家

# achievement_play_100_desc
source: Play 100 games
de: 100 Spiele spielen
es: Jugar 100 partidas
fr: Jouer 100 parties
ja: 100回ゲームをプレイする
ko: 100번 게임 플레이하기
pt_br: Jogar 100 partidas
zh_hans: 游玩100局
zh_hant: 遊玩100局

# achievement_score_100_desc
source: Reach 100 points
de: 100 Punkte erreichen
es: Alcanzar 100 puntos
fr: Atteindre 100 points
ja: 100点を達成する
ko: 100점 달성하기
pt_br: Alcançar 100 pontos
zh_hans: 达到100分
zh_hant: 達到100分

# achievement_score_100_name
source: First Steps
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
ja: はじめの一歩
ko: 첫 걸음
pt_br: Primeiros passos
zh_hans: 初出茅庐
zh_hant: 初出茅廬

# achievement_score_500_desc
source: Reach 500 points
de: 500 Punkte erreichen
es: Alcanzar 500 puntos
fr: Atteindre 500 points
ja: 500点を達成する
ko: 500점 달성하기
pt_br: Alcançar 500 pontos
zh_hans: 达到500分
zh_hant: 達到500分

# achievement_score_500_name
source: Score Hunter
de: Punktejäger
es: Cazador de puntos
fr: Chasseur de score
ja: スコアハンター
ko: 점수 사냥꾼
pt_br: Caçador de pontos
zh_hans: 分数猎手
zh_hant: 分數獵手

# achievement_score_1000_desc
source: Reach 1000 points
de: 1000 Punkte erreichen
es: Alcanzar 1000 puntos
fr: Atteindre 1000 points
ja: 1000点を達成する
ko: 1000점 달성하기
pt_br: Alcançar 1000 pontos
zh_hans: 达到1000分
zh_hant: 達到1000分

# achievement_score_1000_name
source: Thousand Club
de: Tausender-Club
es: Club de los mil
fr: Club des mille
ja: 千点突破
ko: 천점 돌파
pt_br: Clube do milhar
zh_hans: 千分俱乐部
zh_hant: 千分俱樂部

# achievement_score_5000_desc
source: Reach 5000 points
de: 5000 Punkte erreichen
es: Alcanzar 5000 puntos
fr: Atteindre 5000 points
ja: 5000点を達成する
ko: 5000점 달성하기
pt_br: Alcançar 5000 pontos
zh_hans: 达到5000分
zh_hant: 達到5000分

# achievement_score_5000_name
source: Score Master
de: Punkte-Meister
es: Maestro de puntos
fr: Maître des scores
ja: スコアマスター
ko: 점수 마스터
pt_br: Mestre dos pontos
zh_hans: 分数大师
zh_hant: 分數大師

# achievement_score_10000_desc
source: Reach 10000 points
de: 10000 Punkte erreichen
es: Alcanzar 10000 puntos
fr: Atteindre 10000 points
ja: 10000点を達成する
ko: 10000점 달성하기
pt_br: Alcançar 10000 pontos
zh_hans: 达到10000分
zh_hant: 達到10000分

# achievement_score_10000_name
source: Score Legend
de: Punkte-Legende
es: Leyenda de puntos
fr: Légende des scores
ja: スコアレジェンド
ko: 점수 레전드
pt_br: Lenda dos pontos
zh_hans: 分数传奇
zh_hant: 分數傳奇

# achievement_streak_3_desc
source: Log in for 3 consecutive days
de: 3 Tage in Folge einloggen
es: Iniciar sesión 3 días consecutivos
fr: Se connecter 3 jours consécutifs
ja: 3日連続でログインする
ko: 3일 연속 로그인하기
pt_br: Fazer login por 3 dias consecutivos
zh_hans: 连续登录3天
zh_hant: 連續登入3天

# achievement_streak_3_name
source: 3-Day Streak
de: 3-Tage-Serie
es: Racha de 3 días
fr: 3 jours d'affilée
ja: 3日連続
ko: 3일 연속
pt_br: Sequência de 3 dias
zh_hans: 连续3天
zh_hant: 連續3天

# achievement_streak_7_desc
source: Log in for 7 consecutive days
de: 7 Tage in Folge einloggen
es: Iniciar sesión 7 días consecutivos
fr: Se connecter 7 jours consécutifs
ja: 7日連続でログインする
ko: 7일 연속 로그인하기
pt_br: Fazer login por 7 dias consecutivos
zh_hans: 连续登录7天
zh_hant: 連續登入7天

# achievement_streak_7_name
source: Week Streak
de: Wochen-Serie
es: Racha de una semana
fr: Série d'une semaine
ja: 1週間連続
ko: 1주일 연속
pt_br: Sequência de uma semana
zh_hans: 连续一周
zh_hant: 連續一週

# achievement_streak_14_desc
source: Log in for 14 consecutive days
de: 14 Tage in Folge einloggen
es: Iniciar sesión 14 días consecutivos
fr: Se connecter 14 jours consécutifs
ja: 14日連続でログインする
ko: 14일 연속 로그인하기
pt_br: Fazer login por 14 dias consecutivos
zh_hans: 连续登录14天
zh_hant: 連續登入14天

# achievement_streak_14_name
source: 2-Week Streak
de: 2-Wochen-Serie
es: Racha de 2 semanas
fr: Série de 2 semaines
ja: 2週間連続
ko: 2주일 연속
pt_br: Sequência de 2 semanas
zh_hans: 连续两周
zh_hant: 連續兩週

# achievement_streak_30_desc
source: Log in for 30 consecutive days
de: 30 Tage in Folge einloggen
es: Iniciar sesión 30 días consecutivos
fr: Se connecter 30 jours consécutifs
ja: 30日連続でログインする
ko: 30일 연속 로그인하기
pt_br: Fazer login por 30 dias consecutivos
zh_hans: 连续登录30天
zh_hant: 連續登入30天

# achievement_streak_30_name
source: Month Streak
de: Monats-Serie
es: Racha de un mes
fr: Série d'un mois
ja: 1ヶ月連続
ko: 1개월 연속
pt_br: Sequência de um mês
zh_hans: 连续一月
zh_hant: 連續一月

source: Achievement Unlocked!
de: Erfolg freigeschaltet!
es: ¡Logro desbloqueado!
fr: Succès débloqué !
ja: アチーブメント解除！
ko: 업적 달성!
pt_br: Conquista desbloqueada!
zh_hans: 成就解锁！
zh_hant: 成就解鎖！

# achievements_title
source: Achievements
de: Erfolge
es: Logros
fr: Succès
ja: アチーブメント
ko: 업적
pt_br: Conquistas
zh_hans: 成就
zh_hant: 成就

# already_claimed_today
source: Today's bonus already claimed
de: Tagesbonus bereits erhalten
es: Bono diario ya reclamado
fr: Bonus quotidien déjà réclamé
ja: 本日のボーナスは受け取り済みです
ko: 오늘의 보너스는 이미 받았습니다
pt_br: Bônus diário já coletado
zh_hans: 今日的奖励已领取
zh_hant: 今日獎勵已領取

source: Bonus Received!
de: Bonus erhalten!
es: ¡Bono recibido!
fr: Bonus reçu !
ja: ボーナス獲得！
ko: 보너스 획득!
pt_br: Bônus recebido!
zh_hans: 奖励已领取！
zh_hant: 獎勵已領取！

# claim_all_rewards
source: Claim All
de: Alle erhalten
es: Reclamar todo
fr: Tout récupérer
ja: すべて受け取る
ko: 모두 받기
pt_br: Resgatar tudo
zh_hans: 全部领取
zh_hant: 全部領取

source: Claim Bonus
de: Bonus erhalten
es: Reclamar bono
fr: Récupérer le bonus
ja: ボーナスを受け取る
ko: 보너스 받기
pt_br: Resgatar bônus
zh_hans: 领取奖励
zh_hant: 領取獎勵

# coins_unit
source: coins
de: Münzen
es: monedas
fr: pièces
ja: コイン
ko: 코인
pt_br: moedas
zh_hans: 金币
zh_hant: 金幣

# control_guide_drag_delta
source: Drag to move
de: Ziehen zum Bewegen
es: Arrastrar para mover
fr: Glisser pour déplacer
ja: 横ドラッグで移動
ko: 드래그로 이동
pt_br: Arrastar para mover
zh_hans: 拖动移动
zh_hant: 拖動移動

# control_guide_drag_position
source: Drag to follow
de: Ziehen zum Folgen
es: Arrastrar para seguir
fr: Glisser pour suivre
ja: 横ドラッグで指に追従
ko: 드래그로 따라가기
pt_br: Arrastar para seguir
zh_hans: 拖动跟随
zh_hant: 拖動跟隨

# control_guide_swipe
source: Swipe down to drop
de: Nach unten wischen zum Fallen
es: Deslizar hacia abajo para caer
fr: Glisser vers le bas pour tomber
ja: 下スワイプで急速落下
ko: 아래로 스와이프하여 떨어뜨리기
pt_br: Deslizar para baixo para cair
zh_hans: 下滑快速下落
zh_hant: 下滑快速下落

# control_guide_tap
source: Tap to rotate
de: Tippen zum Drehen
es: Toque para rotar
fr: Appuyer pour tourner
ja: タップで回転
ko: 탭하여 회전
pt_br: Toque para girar
zh_hans: 点击旋转
zh_hant: 點擊旋轉

# daily_bonus_title
source: Daily Bonus
de: Tagesbonus
es: Bono diario
fr: Bonus quotidien
ja: デイリーボーナス
ko: 일일 보너스
pt_br: Bônus diário
zh_hans: 每日奖励
zh_hant: 每日獎勵

source: Day 1
de: Tag 1
es: Día 1
fr: Jour 1
ja: 1日目
ko: 1일차
pt_br: Dia 1
zh_hans: 第1天
zh_hant: 第1天

source: Day 2
de: Tag 2
es: Día 2
fr: Jour 2
ja: 2日目
ko: 2일차
pt_br: Dia 2
zh_hans: 第2天
zh_hant: 第2天

source: Day 3
de: Tag 3
es: Día 3
fr: Jour 3
ja: 3日目
ko: 3일차
pt_br: Dia 3
zh_hans: 第3天
zh_hant: 第3天

source: Day 4
de: Tag 4
es: Día 4
fr: Jour 4
ja: 4日目
ko: 4일차
pt_br: Dia 4
zh_hans: 第4天
zh_hant: 第4天

source: Day 5
de: Tag 5
es: Día 5
fr: Jour 5
ja: 5日目
ko: 5일차
pt_br: Dia 5
zh_hans: 第5天
zh_hant: 第5天

source: Day 6
de: Tag 6
es: Día 6
fr: Jour 6
ja: 6日目
ko: 6일차
pt_br: Dia 6
zh_hans: 第6天
zh_hant: 第6天

source: Day 7
de: Tag 7
es: Día 7
fr: Jour 7
ja: 7日目
ko: 7일차
pt_br: Dia 7
zh_hans: 第7天
zh_hant: 第7天

# days_unit
source: days
de: Tage
es: días
fr: jours
ja: 日
ko: 일
pt_br: dias
zh_hans: 天
zh_hant: 天

# difficulty_easy
source: Easy
de: Einfach
es: Fácil
fr: Facile
ja: かんたん
ko: 쉬움
pt_br: Fácil
zh_hans: 简单
zh_hant: 簡單

# difficulty_easy_desc
source: 3 colors - Easy to play
de: 3 Farben - Einfach zu spielen
es: 3 colores - Fácil de jugar
fr: 3 couleurs - Facile à jouer
ja: 3色で遊びやすい
ko: 3가지 색상 - 쉽게 즐기기
pt_br: 3 cores - Fácil de jogar
zh_hans: 3种颜色 - 简单易玩
zh_hant: 3種顏色 - 簡單易玩

# difficulty_hard
source: Hard
de: Schwer
es: Difícil
fr: Difficile
ja: むずかしい
ko: 어려움
pt_br: Difícil
zh_hans: 困难
zh_hant: 困難

# difficulty_hard_desc
source: 7 colors - Challenging
de: 7 Farben - Herausfordernd
es: 7 colores - Desafiante
fr: 7 couleurs - Difficile
ja: 7色で挑戦的
ko: 7가지 색상 - 도전적
pt_br: 7 cores - Desafiador
zh_hans: 7种颜色 - 极具挑战
zh_hant: 7種顏色 - 極具挑戰

# difficulty_normal_desc
source: 5 colors - Well balanced
de: 5 Farben - Gut ausgewogen
es: 5 colores - Bien equilibrado
fr: 5 couleurs - Bien équilibré
ja: 5色でバランスが良い
ko: 5가지 색상 - 균형 잡힌
pt_br: 5 cores - Bem equilibrado
zh_hans: 5种颜色 - 平衡适中
zh_hant: 5種顏色 - 平衡適中

# game_over_retry
source: Play Again
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
ja: もう一度プレイ
ko: 다시 플레이
pt_br: Jogar novamente
zh_hans: 再玩一次
zh_hant: 再玩一次

# game_over_score
source: Score
de: Punkte
es: Puntuación
ja: スコア
ko: 점수
pt_br: Pontuação
zh_hans: 分数
zh_hant: 分數

# game_over_title
source: Game Over
de: Spiel vorbei
es: Fin del juego
fr: Partie terminée
ja: ゲームオーバー
ko: 게임 오버
pt_br: Fim de jogo
zh_hans: 游戏结束
zh_hant: 遊戲結束

# game_start_button
source: Game Start
de: Spiel starten
es: Iniciar juego
fr: Démarrer
ja: ゲームスタート
ko: 게임 시작
pt_br: Iniciar jogo
zh_hans: 开始游戏
zh_hant: 開始遊戲

# header_next_piece
source: Next Piece
de: Nächstes Teil
es: Siguiente pieza
fr: Pièce suivante
ja: 次のピース
ko: 다음 조각
pt_br: Próxima peça
zh_hans: 下一个
zh_hant: 下一個

# header_score
source: Score
de: Punkte
es: Puntos
ja: スコア
ko: 점수
pt_br: Pontos
zh_hans: 分数
zh_hant: 分數

# high_score_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

# high_scores_no_records
source: No records
de: Keine Einträge
es: Sin registros
fr: Aucun record
ja: 記録なし
ko: 기록 없음
pt_br: Sem registros
zh_hans: 暂无记录
zh_hant: 暫無記錄

# high_scores_today
source: Top 3 Today
de: Top 3 heute
es: Top 3 de hoy
fr: Top 3 du jour
ja: 本日のTOP3
ko: 오늘의 TOP 3
pt_br: Top 3 de hoje
zh_hans: 今日前3
zh_hant: 今日前3

# high_scores_total
source: Top 3 Overall
de: Top 3 gesamt
es: Top 3 general
fr: Top 3 global
ja: トータルTOP3
ko: 전체 TOP 3
pt_br: Top 3 geral
zh_hans: 总排行前3
zh_hant: 總排行前3

# menu_achievements
source: Achievements
de: Erfolge
es: Logros
fr: Succès
ja: アチーブメント
ko: 업적
pt_br: Conquistas
zh_hans: 成就
zh_hant: 成就

# menu_daily_bonus
source: Daily Bonus
de: Tagesbonus
es: Bono diario
fr: Bonus quotidien
ja: デイリーボーナス
ko: 일일 보너스
pt_br: Bônus diário
zh_hans: 每日奖励
zh_hant: 每日獎勵

source: Next bonus in
de: Nächster Bonus in
es: Próximo bono en
fr: Prochain bonus dans
ja: 次のボーナスまで
ko: 다음 보너스까지
pt_br: Próximo bônus em
zh_hans: 下次奖励
zh_hant: 下次獎勵

source: Reward Claimed!
de: Belohnung erhalten!
es: ¡Recompensa reclamada!
fr: Récompense réclamée !
ja: 報酬獲得！
ko: 보상 획득!
pt_br: Recompensa resgatada!
zh_hans: 奖励已领取！
zh_hant: 獎勵已領取！

# settings_cells_unit
source: cells
de: Felder
es: celdas
fr: cases
ja: マス
ko: 칸
pt_br: células
zh_hans: 格
zh_hant: 格

# settings_color_count_description
source: Adjust the number of colors that appear as blocks. More colors increase difficulty. Changing this value will reset the game
de: Passe die Anzahl der Farben an, die als Blöcke erscheinen. Mehr Farben erhoehen den Schwierigkeitsgrad. Durch Aendern dieses Werts wird das Spiel zurueckgesetzt
es: Ajusta el número de colores que aparecen como bloques. Más colores aumentan la dificultad. Cambiar este valor reiniciará el juego
fr: Ajustez le nombre de couleurs qui apparaissent comme blocs. Plus de couleurs augmentent la difficulté. Changer cette valeur réinitialisera le jeu
ja: ブロックとして出現する色の数を調整できます。色が多いほど難易度が上がります。値を変更するとゲームがリセットされます
ko: 블록으로 등장하는 색상 수를 조절합니다. 색상이 많을수록 난이도가 높아집니다. 값을 변경하면 게임이 초기화됩니다
pt_br: Ajuste o número de cores que aparecem como blocos. Mais cores aumentam a dificuldade. Alterar este valor reiniciará o jogo
zh_hans: 调整方块出现的颜色数量。颜色越多难度越大。更改此值将重置游戏
zh_hant: 調整方塊出現的顏色數量。顏色越多難度越大。更改此值將重置遊戲

# settings_color_count_label
source: Color Count
de: Farbanzahl
es: Número de colores
fr: Nombre de couleurs
ja: 色の数
ko: 색상 수
pt_br: Número de cores
zh_hans: 颜色数量
zh_hant: 顏色數量

# settings_colors_unit
source: colors
de: Farben
es: colores
fr: couleurs
ja: 色
ko: 색상
pt_br: cores
zh_hans: 色
zh_hant: 色

# settings_control_mode_delta
source: Delta Movement
de: Delta-Bewegung
es: Movimiento relativo
fr: Mouvement relatif
ja: 移動量ベース
ko: 이동량 기반
pt_br: Movimento delta
zh_hans: 增量移动
zh_hant: 增量移動

# settings_control_mode_delta_desc
source: Control based on drag distance from initial touch position
de: Steuerung basierend auf der Ziehdistanz von der urspruenglichen Beruehrungsposition
es: Control basado en la distancia de arrastre desde la posición táctil inicial
fr: Contrôle basé sur la distance de glissement depuis la position tactile initiale
ja: 最初にタッチした位置からの移動量で操作
ko: 초기 터치 위치에서의 드래그 거리로 조작
pt_br: Controle baseado na distância de arrastar a partir da posição de toque inicial
zh_hans: 根据从初始触摸位置的拖动距离进行控制
zh_hant: 根據從初始觸摸位置的拖動距離進行控制

# settings_control_mode_position
source: Position Follow
de: Positions-Folgen
es: Seguir posición
fr: Suivi de position
ja: 指の位置に追従
ko: 손가락 위치 추적
pt_br: Seguir posição
zh_hans: 位置跟随
zh_hant: 位置跟隨

# settings_control_mode_position_desc
source: Blocks follow your finger position directly
de: Bloecke folgen direkt der Fingerposition
es: Los bloques siguen directamente la posición del dedo
fr: Les blocs suivent directement la position de votre doigt
ja: 指の位置に直接ブロックが追従
ko: 블록이 손가락 위치를 직접 따라감
pt_br: Os blocos seguem diretamente a posição do dedo
zh_hans: 方块直接跟随手指位置
zh_hant: 方塊直接跟隨手指位置

# settings_difficulty_easy
source: Easy
de: Einfach
es: Fácil
fr: Facile
ja: 簡単
ko: 쉬움
pt_br: Fácil
zh_hans: 简单
zh_hant: 簡單

# settings_difficulty_hard
source: Hard
de: Schwer
es: Difícil
fr: Difficile
ja: 難しい
ko: 어려움
pt_br: Difícil
zh_hans: 困难
zh_hant: 困難

# settings_done
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# settings_game_area_description
source: Adjust the width of the game area. Changing this value will reset the game
de: Passe die Breite des Spielbereichs an. Durch Aendern dieses Werts wird das Spiel zurueckgesetzt
es: Ajusta el ancho del área de juego. Cambiar este valor reiniciará el juego
fr: Ajustez la largeur de la zone de jeu. Changer cette valeur réinitialisera le jeu
ja: ゲームエリアの横幅を調整できます。値を変更するとゲームがリセットされます
ko: 게임 영역의 가로 너비를 조절합니다. 값을 변경하면 게임이 초기화됩니다
pt_br: Ajuste a largura da área de jogo. Alterar este valor reiniciará o jogo
zh_hans: 调整游戏区域的宽度。更改此值将重置游戏
zh_hant: 調整遊戲區域的寬度。更改此值將重置遊戲

# settings_game_settings_changed_message
source: Game settings have been changed. Do you want to reset the game? Choose "Revert" to restore settings to their previous state.
de: Die Spieleinstellungen wurden geaendert. Moechtest du das Spiel zuruecksetzen? Waehle Zuruecksetzen, um die vorherigen Einstellungen wiederherzustellen.
es: La configuración del juego ha cambiado. ¿Deseas reiniciar el juego? Elige Revertir para restaurar la configuración anterior.
fr: Les paramètres du jeu ont été modifiés. Voulez-vous réinitialiser le jeu ? Choisissez Annuler pour restaurer les paramètres précédents.
ja: ゲーム設定が変更されました。ゲームをリセットしますか？ 「元に戻す」を選ぶと、設定を変更前の状態に戻します。
ko: 게임 설정이 변경되었습니다. 게임을 초기화하시겠습니까? 「되돌리기」를 선택하면 설정을 이전 상태로 되돌립니다.
pt_br: As configurações do jogo foram alteradas. Deseja reiniciar o jogo? Escolha Reverter para restaurar as configurações anteriores.
zh_hans: 游戏设置已更改。是否要重置游戏？ 选择「还原」可恢复到之前的设置。
zh_hant: 遊戲設定已更改。是否要重置遊戲？ 選擇「還原」可恢復到之前的設定。

# settings_game_settings_changed_title
source: Game Settings Changed
de: Spieleinstellungen geaendert
es: Configuración cambiada
fr: Paramètres modifiés
ja: ゲーム設定の変更
ko: 게임 설정 변경
pt_br: Configurações alteradas
zh_hans: 游戏设置已更改
zh_hant: 遊戲設定已更改

# settings_reset_button
source: Reset
de: Zuruecksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセットする
ko: 초기화
pt_br: Redefinir
zh_hans: 重置
zh_hant: 重置

# settings_revert_button
source: Revert
de: Zuruecksetzen
es: Revertir
fr: Annuler
ja: 元に戻す
ko: 되돌리기
pt_br: Reverter
zh_hans: 还原
zh_hant: 還原

# settings_section_difficulty
source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ja: 難易度
ko: 난이도
pt_br: Dificuldade
zh_hans: 难度
zh_hant: 難度

# settings_section_game_area
source: Game Area
de: Spielbereich
es: Área de juego
fr: Zone de jeu
ja: ゲームエリア
ko: 게임 영역
pt_br: Área de jogo
zh_hans: 游戏区域
zh_hant: 遊戲區域

# settings_section_movement_sensitivity
source: Movement Sensitivity
de: Bewegungsempfindlichkeit
es: Sensibilidad de movimiento
fr: Sensibilité de mouvement
ja: 移動感度
ko: 이동 감도
pt_br: Sensibilidade de movimento
zh_hans: 移动灵敏度
zh_hant: 移動靈敏度

# settings_section_touch_control
source: Touch Control
de: Touch-Steuerung
es: Control táctil
fr: Contrôle tactile
ja: タッチ操作
ko: 터치 조작
pt_br: Controle por toque
zh_hans: 触控操作
zh_hant: 觸控操作

# settings_sensitivity_description
source: Adjust horizontal movement responsiveness. Higher values make blocks move faster in response to finger movement
de: Passe die horizontale Bewegungsempfindlichkeit an. Hoehere Werte lassen Bloecke schneller auf Fingerbewegungen reagieren
es: Ajusta la sensibilidad al movimiento horizontal. Valores más altos hacen que los bloques respondan más rápido
fr: Ajustez la réactivité des mouvements horizontaux. Des valeurs plus élevées font bouger les blocs plus rapidement
ja: 横移動の反応速度を調整できます。値が大きいほど、指の動きに対してブロックが速く移動します
ko: 수평 이동 반응 속도를 조절합니다. 값이 클수록 손가락 움직임에 블록이 빠르게 반응합니다
pt_br: Ajuste a sensibilidade ao movimento horizontal. Valores mais altos fazem os blocos responderem mais rapidamente
zh_hans: 调整水平移动响应速度。数值越大，方块对手指移动的响应越快
zh_hant: 調整水平移動響應速度。數值越大，方塊對手指移動的響應越快

# settings_sensitivity_label
source: Sensitivity
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
ja: 感度
ko: 감도
pt_br: Sensibilidade
zh_hans: 灵敏度
zh_hant: 靈敏度

# settings_speed_fast
source: Fast
de: Schnell
es: Rápido
fr: Rapide
ja: 速い
ko: 빠름
pt_br: Rápido
zh_hans: 快
zh_hant: 快

# settings_speed_slow
source: Slow
de: Langsam
es: Lento
fr: Lent
ja: 遅い
ko: 느림
pt_br: Lento
zh_hans: 慢
zh_hant: 慢

# settings_title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# settings_touch_control_description
source: Choose how to move blocks horizontally
de: Waehle, wie du Bloecke horizontal bewegst
es: Elige cómo mover los bloques horizontalmente
fr: Choisissez comment déplacer les blocs horizontalement
ja: ブロックの横移動の操作方法を選択できます
ko: 블록의 수평 이동 조작 방법을 선택합니다
pt_br: Escolha como mover os blocos horizontalmente
zh_hans: 选择方块的水平移动方式
zh_hant: 選擇方塊的水平移動方式

# settings_width_label
source: Width
de: Breite
es: Ancho
fr: Largeur
ja: 横幅
ko: 너비
pt_br: Largura
zh_hans: 宽度
zh_hant: 寬度

# settings_width_narrow
source: Narrow
de: Schmal
es: Estrecho
fr: Étroit
ja: 狭い
ko: 좁음
pt_br: Estreito
zh_hans: 窄
zh_hant: 窄

# settings_width_wide
source: Wide
de: Breit
es: Amplio
fr: Large
ja: 広い
ko: 넓음
pt_br: Amplo
zh_hans: 宽
zh_hant: 寬

# skin_category_basic
source: Basic
de: Basis
es: Básico
fr: Basique
ja: ベーシック
ko: 기본
pt_br: Básico
zh_hans: 基础
zh_hant: 基礎

# skin_category_nature
source: Nature
de: Natur
es: Naturaleza
ja: ネイチャー
ko: 자연
pt_br: Natureza
zh_hans: 自然
zh_hant: 自然

# skin_category_seasonal
source: Seasonal
de: Saisonal
es: Temporada
fr: Saisonnier
ja: シーズン
ko: 시즌
pt_br: Sazonal
zh_hans: 季节
zh_hant: 季節

# skin_cyberpunk_desc
source: Vibrant neon colors
de: Lebhafte Neonfarben
es: Vibrantes colores neón
fr: Couleurs néon vives
ja: 鮮やかなネオンカラー
ko: 선명한 네온 컬러
pt_br: Cores neon vibrantes
zh_hans: 鲜艳的霓虹色
zh_hant: 鮮豔的霓虹色

# skin_default_desc
source: Standard color palette
de: Standard-Farbpalette
es: Paleta de colores estándar
fr: Palette de couleurs standard
ja: 標準のカラーパレット
ko: 기본 컬러 팔레트
pt_br: Paleta de cores padrão
zh_hans: 标准配色方案
zh_hant: 標準配色方案

# skin_default_name
source: Default
de: Standard
es: Predeterminado
fr: Défaut
ja: デフォルト
ko: 기본
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

# skin_equipped
source: Equipped
de: Ausgerüstet
es: Equipado
fr: Équipé
ja: 装備中
ko: 장착 중
pt_br: Equipado
zh_hans: 已装备
zh_hant: 已裝備
